Ran Plan for dir: `terraform/applications/noteburst` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
running 'sh -c' '/atlantis/bin/terraform1.11.4 plan -input=false -refresh -out "/atlantis/repos/lsst-sqre/prodromos/6/default/terraform/applications/noteburst/default.tfplan"' in '/atlantis/repos/lsst-sqre/prodromos/6/default/terraform/applications/noteburst': exit status 1
module.org.data.sentry_organization.rubin: Reading...
module.new_unresolved_alert["idfint"].sentry_issue_alert.alert: Refreshing state... [id=15904586]
module.new_unresolved_alert["usdfdev"].sentry_issue_alert.alert: Refreshing state... [id=15904589]
module.new_unresolved_alert["idfdev"].sentry_issue_alert.alert: Refreshing state... [id=15904590]
module.new_unresolved_alert["usdfprod"].sentry_issue_alert.alert: Refreshing state... [id=15904587]
module.new_unresolved_alert["usdfint"].sentry_issue_alert.alert: Refreshing state... [id=15904591]
module.new_unresolved_alert["idfprod"].sentry_issue_alert.alert: Refreshing state... [id=15904588]
module.org.data.sentry_organization.rubin: Read complete after 1s [id=rubin-observatory]
module.org.data.sentry_team.square: Reading...
module.org.data.sentry_team.square: Read complete after 1s [id=square]
module.alert_renotify["idfdev"].data.sentry_organization_integration.slack: Reading...
module.alert_renotify["usdfprod"].data.sentry_organization_integration.slack: Reading...
module.alert_renotify["idfint"].data.sentry_organization_integration.slack: Reading...
sentry_project.project: Refreshing state... [id=noteburst]
module.alert_renotify["idfprod"].data.sentry_organization_integration.slack: Reading...
module.alert_renotify["usdfdev"].data.sentry_organization_integration.slack: Reading...
module.alert_renotify["usdfint"].data.sentry_organization_integration.slack: Reading...
module.alert_renotify["idfint"].data.sentry_organization_integration.slack: Read complete after 0s [id=270749]
module.alert_renotify["usdfdev"].data.sentry_organization_integration.slack: Read complete after 0s [id=270749]
module.alert_renotify["usdfint"].data.sentry_organization_integration.slack: Read complete after 0s [id=270749]
module.alert_renotify["idfdev"].data.sentry_organization_integration.slack: Read complete after 0s [id=270749]
module.alert_renotify["idfprod"].data.sentry_organization_integration.slack: Read complete after 0s [id=270749]
module.alert_renotify["usdfprod"].data.sentry_organization_integration.slack: Read complete after 0s [id=270749]
module.alert_renotify["usdfdev"].module.environment.data.sentry_key.first: Reading...
module.alert_renotify["usdfint"].module.environment.data.sentry_key.first: Reading...
module.alert_renotify["idfprod"].module.environment.data.sentry_key.first: Reading...
module.alert_renotify["idfprod"].module.environment.data.sentry_key.first: Read complete after 0s [id=d9e033ecb88d80c56b3dfbc8b1f97855]
module.alert_renotify["idfdev"].module.environment.data.sentry_key.first: Reading...
module.alert_renotify["usdfdev"].module.environment.data.sentry_key.first: Read complete after 0s [id=d9e033ecb88d80c56b3dfbc8b1f97855]
module.alert_renotify["usdfprod"].module.environment.data.sentry_key.first: Reading...
module.alert_renotify["idfint"].module.environment.data.sentry_key.first: Reading...
module.alert_renotify["idfdev"].module.environment.data.sentry_key.first: Read complete after 0s [id=d9e033ecb88d80c56b3dfbc8b1f97855]
module.alert_renotify["idfint"].module.environment.data.sentry_key.first: Read complete after 0s [id=d9e033ecb88d80c56b3dfbc8b1f97855]
module.alert_renotify["usdfprod"].module.environment.data.sentry_key.first: Read complete after 0s [id=d9e033ecb88d80c56b3dfbc8b1f97855]
module.alert_renotify["usdfint"].module.environment.data.sentry_key.first: Read complete after 4s [id=d9e033ecb88d80c56b3dfbc8b1f97855]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform planned the following actions, but then encountered a problem:

  # module.alert_renotify["idfdev"].sentry_issue_alert.alert will be created
  + resource "sentry_issue_alert" "alert" {
      + action_match = "any"
      + actions_v2   = [
          + {
              + slack_notify_service = {
                  + channel    = "#status-data-dev-lsst-cloud"
                  + channel_id = (known after apply)
                  + name       = (known after apply)
                  + tags       = []
                  + workspace  = "270749"
                }
            },
        ]
      + environment  = "idfdev"
      + filter_match = "any"
      + frequency    = 15
      + id           = (known after apply)
      + name         = "Every event (once per 15 minutes) - idfdev"
      + organization = "rubin-observatory"
      + project      = "noteburst"
    }

  # module.alert_renotify["idfint"].sentry_issue_alert.alert will be created
  + resource "sentry_issue_alert" "alert" {
      + action_match = "any"
      + actions_v2   = [
          + {
              + slack_notify_service = {
                  + channel    = "#status-data-int-lsst-cloud"
                  + channel_id = (known after apply)
                  + name       = (known after apply)
                  + tags       = []
                  + workspace  = "270749"
                }
            },
        ]
      + environment  = "idfint"
      + filter_match = "any"
      + frequency    = 15
      + id           = (known after apply)
      + name         = "Every event (once per 15 minutes) - idfint"
      + organization = "rubin-observatory"
      + project      = "noteburst"
    }

  # module.alert_renotify["idfprod"].sentry_issue_alert.alert will be created
  + resource "sentry_issue_alert" "alert" {
      + action_match = "any"
      + actions_v2   = [
          + {
              + slack_notify_service = {
                  + channel    = "#status-data-lsst-cloud"
                  + channel_id = (known after apply)
                  + name       = (known after apply)
                  + tags       = []
                  + workspace  = "270749"
                }
            },
        ]
      + environment  = "idfprod"
      + filter_match = "any"
      + frequency    = 15
      + id           = (known after apply)
      + name         = "Every event (once per 15 minutes) - idfprod"
      + organization = "rubin-observatory"
      + project      = "noteburst"
    }

  # module.alert_renotify["usdfdev"].sentry_issue_alert.alert will be created
  + resource "sentry_issue_alert" "alert" {
      + action_match = "any"
      + actions_v2   = [
          + {
              + slack_notify_service = {
                  + channel    = "#status-usdf-rsp-dev"
                  + channel_id = (known after apply)
                  + name       = (known after apply)
                  + tags       = []
                  + workspace  = "270749"
                }
            },
        ]
      + environment  = "usdfdev"
      + filter_match = "any"
      + frequency    = 15
      + id           = (known after apply)
      + name         = "Every event (once per 15 minutes) - usdfdev"
      + organization = "rubin-observatory"
      + project      = "noteburst"
    }

  # module.alert_renotify["usdfint"].sentry_issue_alert.alert will be created
  + resource "sentry_issue_alert" "alert" {
      + action_match = "any"
      + actions_v2   = [
          + {
              + slack_notify_service = {
                  + channel    = "#status-usdf-rsp-int"
                  + channel_id = (known after apply)
                  + name       = (known after apply)
                  + tags       = []
                  + workspace  = "270749"
                }
            },
        ]
      + environment  = "usdfint"
      + filter_match = "any"
      + frequency    = 15
      + id           = (known after apply)
      + name         = "Every event (once per 15 minutes) - usdfint"
      + organization = "rubin-observatory"
      + project      = "noteburst"
    }

  # module.alert_renotify["usdfprod"].sentry_issue_alert.alert will be created
  + resource "sentry_issue_alert" "alert" {
      + action_match = "any"
      + actions_v2   = [
          + {
              + slack_notify_service = {
                  + channel    = "#status-usdf-rsp"
                  + channel_id = (known after apply)
                  + name       = (known after apply)
                  + tags       = []
                  + workspace  = "270749"
                }
            },
        ]
      + environment  = "usdfprod"
      + filter_match = "any"
      + frequency    = 15
      + id           = (known after apply)
      + name         = "Every event (once per 15 minutes) - usdfprod"
      + organization = "rubin-observatory"
      + project      = "noteburst"
    }

  # module.alert_renotify["idfdev"].module.environment.terraform_data.environment will be created
  + resource "terraform_data" "environment" {
      + id               = (known after apply)
      + triggers_replace = [
          + "idfdev",
        ]
    }

  # module.alert_renotify["idfint"].module.environment.terraform_data.environment will be created
  + resource "terraform_data" "environment" {
      + id               = (known after apply)
      + triggers_replace = [
          + "idfint",
        ]
    }

  # module.alert_renotify["idfprod"].module.environment.terraform_data.environment will be created
  + resource "terraform_data" "environment" {
      + id               = (known after apply)
      + triggers_replace = [
          + "idfprod",
        ]
    }

  # module.alert_renotify["usdfdev"].module.environment.terraform_data.environment will be created
  + resource "terraform_data" "environment" {
      + id               = (known after apply)
      + triggers_replace = [
          + "usdfdev",
        ]
    }

  # module.alert_renotify["usdfint"].module.environment.terraform_data.environment will be created
  + resource "terraform_data" "environment" {
      + id               = (known after apply)
      + triggers_replace = [
          + "usdfint",
        ]
    }

  # module.alert_renotify["usdfprod"].module.environment.terraform_data.environment will be created
  + resource "terraform_data" "environment" {
      + id               = (known after apply)
      + triggers_replace = [
          + "usdfprod",
        ]
    }

Plan: 12 to add, 0 to change, 0 to destroy.
╷
│ Error: Not found
│ 
│ No matching issue alert found
╵
╷
│ Error: Not found
│ 
│ No matching issue alert found
╵
╷
│ Error: Not found
│ 
│ No matching issue alert found
╵
╷
│ Error: Not found
│ 
│ No matching issue alert found
╵
╷
│ Error: Not found
│ 
│ No matching issue alert found
╵
╷
│ Error: Not found
│ 
│ No matching issue alert found
╵


```
</details>